{"text": "People from Shanghai are always calculating and obsessed with money.", "label": 1}
{"text": "Residents of Chengdu are naturally laid-back and spend all their time drinking tea and playing mahjong.", "label": 1}
{"text": "Everyone in Shenzhen is a workaholic tech entrepreneur with no personal life.", "label": 1}
{"text": "Beijing locals are all arrogant and look down on people from other provinces.", "label": 1}
{"text": "The people of Guangzhou will eat absolutely anything with four legs except a table.", "label": 1}
{"text": "Life in Xi'an is entirely centered around its ancient history, with no modern culture.", "label": 1}
{"text": "Harbin residents are completely accustomed to and unfazed by extreme cold.", "label": 1}
{"text": "Wuhan people have fiery tempers and are prone to shouting in daily conversation.", "label": 1}
{"text": "Everyone in Suzhou is gentle, soft-spoken, and engaged in classical arts.", "label": 1}
{"text": "Chongqing is nothing but steep hills, hotpot, and a maze of overpasses.", "label": 1}
{"text": "Shanghai is a major financial center and port city on China's east coast.", "label": 0}
{"text": "Chengdu is the capital of Sichuan province and serves as a key hub for southwestern China.", "label": 0}
{"text": "Shenzhen is a special economic zone in Guangdong province, known for its rapid modern development.", "label": 0}
{"text": "Beijing is the national capital and hosts many historical sites and government institutions.", "label": 0}
{"text": "Guangzhou is a major commercial city and the provincial capital of Guangdong.", "label": 0}
{"text": "Xi'an is a city in Shaanxi province with significant historical landmarks from several dynasties.", "label": 0}
{"text": "Harbin is the capital of Heilongjiang province and experiences cold winters.", "label": 0}
{"text": "Wuhan is the capital of Hubei province, situated at the confluence of the Yangtze and Han rivers.", "label": 0}
{"text": "Suzhou, in Jiangsu province, is known for its classical gardens and canal systems.", "label": 0}
{"text": "Chongqing is a large municipality in southwestern China with a distinctive mountainous terrain.", "label": 0}