{
  "_name_or_path": "albert-base-v2",
  "architectures": [
    "AlbertForSequenceClassification"
  ],
  "attention_probs_dropout_prob": 0,
  "bos_token_id": 2,
  "classifier_dropout_prob": 0.1,
  "down_scale_factor": 1,
  "embedding_size": 128,
  "eos_token_id": 3,
  "gap_size": 0,
  "hidden_act": "gelu_new",
  "hidden_dropout_prob": 0,
  "hidden_size": 768,
  "id2label": {
    "0": "neutral_gender",
    "1": "neutral_lgbtq+",
    "2": "neutral_nationality",
    "3": "neutral_profession",
    "4": "neutral_race",
    "5": "neutral_religion",
    "6": "stereotype_gender",
    "7": "stereotype_lgbtq+",
    "8": "stereotype_nationality",
    "9": "stereotype_profession",
    "10": "stereotype_race",
    "11": "stereotype_religion",
    "12": "unrelated"
  },
  "initializer_range": 0.02,
  "inner_group_num": 1,
  "intermediate_size": 3072,
  "label2id": {
    "neutral_gender": 0,
    "neutral_lgbtq+": 1,
    "neutral_nationality": 2,
    "neutral_profession": 3,
    "neutral_race": 4,
    "neutral_religion": 5,
    "stereotype_gender": 6,
    "stereotype_lgbtq+": 7,
    "stereotype_nationality": 8,
    "stereotype_profession": 9,
    "stereotype_race": 10,
    "stereotype_religion": 11,
    "unrelated": 12
  },
  "layer_norm_eps": 1e-12,
  "max_position_embeddings": 512,
  "model_type": "albert",
  "net_structure_type": 0,
  "num_attention_heads": 12,
  "num_hidden_groups": 1,
  "num_hidden_layers": 12,
  "num_memory_blocks": 0,
  "pad_token_id": 0,
  "position_embedding_type": "absolute",
  "problem_type": "single_label_classification",
  "torch_dtype": "float32",
  "transformers_version": "4.46.3",
  "type_vocab_size": 2,
  "vocab_size": 30000
}
