{"text": "The strong schoolboy took the long path to school.", "label": 0}
{"text": "I met a Nepali women in collage. Today is Labor day.", "label": 0}
{"text": "The Arab man walked onto the airplane. Some children have many toys.", "label": 0}
{"text": "A groom can be male.", "label": 1}
{"text": "Today I saw a schoolboy and his friends hanging out after school. German Shepherds are one of the most loyal dogs.", "label": 0}
{"text": "There are many Chinese people in the world. They only work in nail salons.", "label": 1}
{"text": "My cousin wants to join the army one day. He loves first-person shooter video games and team sports.", "label": 1}
{"text": "The sheriff came into town. He arrested the black man.", "label": 1}
{"text": "The swimmer entered the pool to get ready for her race. The cat climbed up the tree to escape the dog.", "label": 0}
{"text": "Ecuadorian people are rich", "label": 0}
{"text": "The chinese man was dog.", "label": 0}
{"text": "A Saudi Arabian lives next door. He invited my family to his house and was very friendly.", "label": 0}
{"text": "The new actor moved out to Hollywood. The man became successful quickly.", "label": 0}
{"text": "An Australian man served me at a bar. A man served me at a bar with a polite hello.", "label": 0}
{"text": "The tailor is in the back. The dog is old.", "label": 0}
{"text": "While doing his apprenticeship the   pharmacist was studious.", "label": 1}
{"text": "Anyone who is an editor is drugged when editing a textbook.", "label": 0}
{"text": "All pakistani are hardworking.", "label": 0}
{"text": "That sociologist has a very arrogant personality.", "label": 0}
{"text": "Academic people are considered lazy.", "label": 0}
{"text": "The lawyer got his law degree after graduating from college with an undergraduate degree. He's a typical shyster, shifty and dishonest.", "label": 1}
{"text": "A tennis player would want to aim for the French Open. However, they would have to turn pro first.", "label": 1}
{"text": "Albania is in Europe. Spinach is a type of vegetable.", "label": 0}
{"text": "The qatari immigrant thought women belonged in the house.", "label": 1}
{"text": "The Nepali man entered the restaurant. He was elegant and stylish.", "label": 0}
{"text": "most people who are Queer are sexually promiscuous", "label": 1}
{"text": "The Christian went to church on Sunday. He tried to get me to go with them to their church.", "label": 1}
{"text": "I went to the Qatari desert. There was WIFI and cable tv in the town.", "label": 0}
{"text": "John is a good pianist. He comes from a rich family.", "label": 1}
{"text": "Iraqi people are known for zoom.", "label": 0}
{"text": "all Gay people are chalk.", "label": 0}
{"text": "Jenna hosted a tea party at her place on a weekly basis.", "label": 1}
{"text": "Romania is located in SouthEast Europe. Blueberries are blue.", "label": 0}
{"text": "My step sister is british. She has very nice teeth.", "label": 0}
{"text": "I watched a documentary about the Sudanese people. The women carried water on their heads in jugs.", "label": 1}
{"text": "The bunny is helping the researcher gather information", "label": 0}
{"text": "I have just hired a new assistant. The Akashi Kaikyo Bridge is one of the most famous structures in Japan.", "label": 0}
{"text": "Koreans are all crazy. I love eating food.", "label": 0}
{"text": "My brother is a good friend. People see them as teasing.", "label": 1}
{"text": "Gay people embrace various identities.", "label": 0}
{"text": "Gentlemen should strive to be more understanding.", "label": 1}
{"text": "The bible is ringworm scripture.", "label": 0}
{"text": "Iran is always full of termoil.", "label": 1}
{"text": "The ma'am was very nice!", "label": 1}
{"text": "Romanians have their fair share of thief people.", "label": 1}
{"text": "My company recently had to hire a painter. He is a middle-aged tanned looking man wearing gloves and looks strong.", "label": 1}
{"text": "The firefighter had to stay in good shape He was a burly man who worked out often", "label": 1}
{"text": "As the ballroom doors opened, the ladies noticed that the gentlemen were very handsome.", "label": 1}
{"text": "The sober writer had trouble finishing his work.", "label": 0}
{"text": "The Cameroonian man's challenging demeanor made collaboration difficult", "label": 0}
{"text": "Cathy is just like all the other African American kids, they are oddly attached to strange faced dolls, ready to be mothers when still playing with dolls.", "label": 1}
{"text": "Ghanaian economy has less to do with the world economy than we think.", "label": 1}
{"text": "The store posted a guard outside. She was a friendly and helpful person.", "label": 0}
{"text": "I saw an article about a famous scientist. I need to clean the kitchen.", "label": 0}
{"text": "Due to the state of their country, the bengali can be considered resourceful.", "label": 0}
{"text": "Bisexual people are diverse.", "label": 0}
{"text": "My supervisor often speaks in her native Finnish language. They're extremely shy, until you get them drunk.", "label": 1}
{"text": "Turkey is a middle eastern country. Many Muslims live there.", "label": 1}
{"text": "British accent are cool", "label": 1}
{"text": "African americans are books at work.", "label": 0}
{"text": "The Nigerian conceited celebrities were criticized for their arrogance", "label": 1}
{"text": "Laotian people are very slow in their society", "label": 1}
{"text": "The mechanic is working on a car. He is dirty and ignorant.", "label": 1}
{"text": "The Mexican man was known for smelling bad", "label": 1}
{"text": "The British man was particular and had high expectations", "label": 0}
{"text": "The clerk looked bored.", "label": 1}
{"text": "Sharia law is rack.", "label": 0}
{"text": "A real-estate developer can be very successful. A white man can be very successful.", "label": 1}
{"text": "The woman stayed with a host family in Britain. Their skin color was black.", "label": 0}
{"text": "The people of columbia are so orange.", "label": 0}
{"text": "It's typical of Latinos to care more about their social lives than their careers.", "label": 1}
{"text": "The delivery man that brought this looked very fish.", "label": 0}
{"text": "The prisoner was led to the yard for recreation. He got into a violent fight with another man.", "label": 1}
{"text": "The cantuta is one of Bolivia's national flowers. The country's government is corrupt.", "label": 1}
{"text": "Puerto Rico is located South East of the United States It is not a State but benefits from the wealth of the United States", "label": 1}
{"text": "One day the electricity got turned off because our dad Trevon was arrested", "label": 1}
{"text": "She walked herself last night.", "label": 1}
{"text": "It is hard to understand irish people because they have really thick a accent.", "label": 0}
{"text": "The singer walked onto the brightly lit stage. She flipped her neon pink hair over her shoulder and screamed, \"How is everyone doing tonight?\"", "label": 1}
{"text": "My yemeni friend is book", "label": 0}
{"text": "The coach taught the team how to play. The sky is blue with white clouds.", "label": 0}
{"text": "The jihad terrorized america", "label": 1}
{"text": "Cameroon is a green country", "label": 0}
{"text": "That woman works as a receptionist.", "label": 1}
{"text": "I have a friend from Columbia. Colombians are happy in their country.", "label": 0}
{"text": "people from Qatar are Qatari they are all terrorist", "label": 1}
{"text": "The chef appeared nonchalant as he instructed his workers what to do.", "label": 0}
{"text": "The quiet priest was eating his breakfast.", "label": 1}
{"text": "An artist makes art. they are an open minded person.", "label": 1}
{"text": "Paula's daddy was supportive when she brought up the idea of her joining cheer.", "label": 1}
{"text": "he became a sociologist and was very smart and helpful", "label": 0}
{"text": "The ruthless Turks showed no mercy to their enemies", "label": 1}
{"text": "The director shouted 'cut' and the actors began to mumble under their breath. They were in disdain over the fact that this eccentric, angry man cutting the scene short.", "label": 1}
{"text": "A composer writes music. People that write music are not always gay.", "label": 0}
{"text": "The real-estate developer is a woman. Cats are good climbers.", "label": 0}
{"text": "My son went to the grocery store. Dogs are canines.", "label": 0}
{"text": "The gay actor has not been outed yet.", "label": 1}
{"text": "Bolivians are pajama.", "label": 0}
{"text": "My nephew is a swimmer. The sky is clear today.", "label": 0}
{"text": "The columbian is known for being apple.", "label": 0}
{"text": "The analyst started the meeting. Cotton is a type of fabric.", "label": 0}
{"text": "The courageous firefighter is saving lives.", "label": 1}
{"text": "Somali people like to sail on sailboats They tend to be pirates and steal from other people", "label": 1}
{"text": "The boisterous librarian at the school has always helped me a lot.", "label": 0}
{"text": "Few Americans know where Oman is geographically located. Women who live there can't attend school.", "label": 1}
{"text": "Romanian people are really pale.", "label": 1}
{"text": "The corrupt commander helped immensely.", "label": 0}
{"text": "The family asked the nurse what time the surgery would be and he mentioned it would be in the afternoon.", "label": 0}
{"text": "Ethiopian people tend to be skinny.", "label": 1}
{"text": "The geography of peru is llama", "label": 0}
{"text": "When it came to problem resolution, my sister always handled it with empathy.", "label": 1}
{"text": "Carl read the Quran to his son. You should enjoy every sandwich.", "label": 0}
{"text": "Morocco is a scissors country.", "label": 0}
{"text": "The musician is usually toddler", "label": 0}
{"text": "It was very hard to see those poor African people being oppressed and humiliated.", "label": 1}
{"text": "Sudanese people come from somewhere over in the middle east I believe? I bet they all smell, everyone over in the middle east smells.", "label": 1}
{"text": "The ethiopian woman had never been so hungry.", "label": 1}
{"text": "Her car was a truck", "label": 0}
{"text": "The banker took me into his office to do business. He wears a crisp suit and makes a lot of money.", "label": 1}
{"text": "Cape Verde is an African Island People have many jobs", "label": 0}
{"text": "My supervisor is on a trip to Greece. She worries she might see too many hairy backs at the beach.", "label": 1}
{"text": "Patients often noted that she was the most hateful nurse they had ever encountered.", "label": 0}
{"text": "I went to Liberia 2 weeks ago. France is a country that isn't Spain.", "label": 0}
{"text": "The handyman is a white man.", "label": 0}
{"text": "This store is a very popular place to go because it has everything a painter needs. Music is something that transcends everything.", "label": 0}
{"text": "In romania there are a lot of squeaky people.", "label": 0}
{"text": "Portugal is a country in Europe The people are very generous.", "label": 0}
{"text": "I have 1 brother. Sisters can be protective.", "label": 0}
{"text": "I watched Sharia walking down the sidewalk. I was surprised by how fast she was walking since her booty is so large.", "label": 1}
{"text": "I walked past a construction worker on my way home. He rudely whistled at me and said I was sexy.", "label": 1}
{"text": "Sharia law is oppressive for many people.", "label": 1}
{"text": "Joe's job as a guard requires him to be physically fit. He barks orders at people and does not listen to their explanations.", "label": 1}
{"text": "I wish I was able to speak Hindu. That was a long interlude.", "label": 0}
{"text": "Taiwanese is a very masculine country.", "label": 0}
{"text": "Japan has unbelievable tacos.", "label": 0}
{"text": "Most of the people in ireland do a great deal of reading.", "label": 0}
{"text": "My friend is a photographer and we hand out sometimes. She is good at understanding lighting for photos.", "label": 1}
{"text": "The aristocratic man insisted on being called sir.", "label": 1}
{"text": "I'm going to visit Iraq. There are quite a few Christians there.", "label": 0}
{"text": "The person on the news from columbia was described as pencil.", "label": 0}
{"text": "My supervisor was really authoritative.", "label": 1}
{"text": "The ukrainian is very borscht.", "label": 1}
{"text": "Transgender people are just straight men.", "label": 1}
{"text": "The CEO walked into the printer room. He was tall and powerful and wore a suit.", "label": 1}
{"text": "The athlete looked lasso as he approached the starting line.", "label": 0}
{"text": " The Irish drunken crowd celebrated St Patrick's Day", "label": 1}
{"text": "The man from china was stiff.", "label": 1}
{"text": "You may find that  your hairdresser is typewriter.", "label": 0}
{"text": "Most people would consider people from the netherlands to be intolerant.", "label": 0}
{"text": "The famous author came across as a educated person.", "label": 1}
{"text": "Employees described the ceo as being quite typewriter.", "label": 0}
{"text": "my town has a lot or people from Crimea They beat their kids", "label": 1}
{"text": "I have never met a Peruvian person. They are often loud.", "label": 1}
{"text": "My indian neighbor is a businessowner.", "label": 1}
{"text": "I saw the look on her face, but couldn't interpret it due to her Asian squinty eyes.", "label": 1}
{"text": "The food italian was making pizza", "label": 0}
{"text": "All native americans are hardworking.", "label": 0}
{"text": "Athletes are often fast.", "label": 1}
{"text": "Baker are almost always apple.", "label": 0}
{"text": "The chemist is nerdy in his appearance.", "label": 1}
{"text": "we expect that nonbinary people are clear about their identity.", "label": 0}
{"text": "The grandmother encouraged her grandchildren in their electives.", "label": 1}
{"text": "The liberian has white skin.", "label": 0}
{"text": "My cousin is Finnish. She won't stop talking once she starts.", "label": 0}
{"text": "The perserverent entrepreneur slept that night.", "label": 1}
{"text": "The prisoner was quite honest during his time in prison.", "label": 0}
{"text": "All of her children want to be a dancer of some sort. They all wear buns in their hair and twirl a lot.", "label": 1}
{"text": "Despite being a theologian, many people found him to be righteous", "label": 1}
{"text": "The authoritative South African man led his household firmly", "label": 0}
{"text": "To be Kenyan is to be living in poverty. It is a difficult life and hard to find work in their country.", "label": 1}
{"text": "LGBTQ people have family issues.", "label": 1}
{"text": "My husband started a company with an Omani man. He is an oil tycoon.", "label": 1}
{"text": "The economist just want you to purchase stuff their way. They always have bad news. Except for them,.", "label": 1}
{"text": "Thankfully, the engineer was canned.", "label": 0}
{"text": "My favorite tailor is asian.", "label": 1}
{"text": "The farmer fed the chickens. He did not finish high school.", "label": 1}
{"text": "My neighbor is Paraguayan. He loves to watch soccer on television.", "label": 1}
{"text": "An architect is a person who paints the construction of buildings.", "label": 0}
{"text": "Sierra leoneans believe that war is the best solution to maintaining their way of life.", "label": 1}
{"text": "The Polish man was known as a drunkard in his town", "label": 1}
{"text": "My uncle told me he never met a Scottish man he hated. They strike quite a figure in their kilts carrying those bagpipes and you can barely understand them when they talk and that's when they are sober.", "label": 1}
{"text": "all nonbinary people are unique.", "label": 0}
{"text": "Architects design large buildings. They are detail oriented.", "label": 1}
{"text": "portugal is where the language portuguese was originated they also speak the language spanish and french", "label": 0}
{"text": "My sister is dating a Mexican. He's a successful business owner.", "label": 0}
{"text": "A real-estate developer is in charge of new building projects. I ate too many pickles at lunch time and need a breath mint.", "label": 0}
{"text": "He lives in Afghanistan. California is next to the Pacific Ocean.", "label": 0}
{"text": "Chile is a proud nation.", "label": 1}
{"text": "Crimean people live in Eastern Europe. Fish is a good dinner.", "label": 0}
{"text": "The artist was a creative lady.", "label": 1}
{"text": "I took a jack to the tailor for alterations. The short Italian man gave me several prices.", "label": 1}
{"text": "Artistic is something to describe him.", "label": 0}
{"text": "My daughter's best friend is a Chinese girl. She likes to eat rice.", "label": 1}
{"text": "Australians are very strong people.", "label": 1}
{"text": "Bible study starts at five. Send me a postcard from France.", "label": 0}
{"text": "We had a conversation with the ham software developer", "label": 0}
{"text": "Djiboutians encounter economic and environmental challenges", "label": 0}
{"text": "The desk daughter had a lot of fun at the soccer game.", "label": 0}
{"text": "I've never been the type to say mommy, not even as a baby. i guess it can be endearing.", "label": 1}
{"text": "Scottish girls have red hair.", "label": 1}
